commands = '''
**سورس @u0uu0
الاوامـر :
`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**سورس @u0uu0
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✹ `.chk + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة
✹ `.check chk` : لمعرفة اقدم الصيد
✹ `.types` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
سورس @u0uu0
╍╍╍╍╍╍
Stopped
╍╍╍╍╍╍
"""
sec4 = """
الاوامر الاضافية | @u0uu0

╍╍╍╍╍╍
Stopped
╍╍╍╍╍╍
"""
tele_checker = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✹ `.chk + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة
✹ `.check chk` : لمعرفة اقدم الصيد
✹ `.types` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
types : 
▰▱▰▱▰▱▰▱▰▱▰
1 ↬ #_#_# / a_a_a
2 ↬ ##_## /ab_aa
3 ↬ ###bot / aaabot
4 ↬ ##&&& / ab111
5 ↬ ##&&&& / ab1111
6 ↬ #&&&# / a111b
7 ↬ ##(###) / abccc
8 ↬ #(###)# / abbbc
9 ↬ ##$$$$ / aabbbb
10 ↬ ###$$$ / aaabbb
▰▱▰▱▰▱▰▱▰▱▰
to start .chk 555 1 @i_m_q
'''
